Repository: frac/twitter-autoblock
Catalog: locale/*/LC_MESSAGES/pwytter.po
Languages: pl_pl, pt_br, ro_ro, sr_rs, sv_se

source: Loading...
pl_pl: Ładuję...
pt_br: Carregando...
ro_ro: Se incarca...
sr_rs: U?itavanje...
sv_se: Laddar...

source: Licence: GNU GPL v2
pl_pl: Licencja: GNU GPL v2
pt_br: Licença: GNU GPL v2
ro_ro: Licenta: GNU GPL v2
sr_rs: Licenca: GNU GPL v2
sv_se: Licens: GNU GPL v2

source: Enter your message here...
pl_pl: Tutaj wpisz swoją wiadomość...
pt_br: Entre com sua mensagem...
ro_ro: Introdu mesajul tau aici...
sr_rs: Upišite vasu poruku ovde...
sv_se: Skriv ditt meddelande här...

source: Enter your direct message here...
pl_pl: Tutaj wpisz swoją wiadomość bezpośrednią...
pt_br: Entre com sua mensagem direta...
ro_ro: Introdu mesajul tau direct aici...
sr_rs: Upišite vasu direktnu poruku ovde...
sv_se: Skriv ditt direktmeddelande här...

source: Parameters...
pl_pl: Parametry...
pt_br: Parâmetros...
ro_ro: Parametri...
sr_rs: Parametri...
sv_se: Parametrar...

source: %s: %s %cLocation: %s
pl_pl: %s: %s %cLokalizacja: %s
pt_br: %s: %s %cLoccal: %s
ro_ro: %s: %s %cLocatie: %s
sr_rs: %s: %s %cLokacija: %s
sv_se: %s: %s %cPlats: %s

source: Pwytter web site...
pl_pl: Strona domowa Pwytter
ro_ro: Website Pwytter...
sr_rs: Pwytter web prezentacija
sv_se: Pwytters websida...

source: Show friends
pl_pl: Pokaż znajomych
pt_br: Mostrar amigos
ro_ro: Afiseaza prieteni
sr_rs: Pokaži prijatelje
sv_se: Visa vänner

source: Hide friends
pl_pl: Ukryj znajomych
pt_br: Ocultar amigos
ro_ro: Ascunde prieteni
sr_rs: Sakrij prijatelje
sv_se: Göm vänner

source: Switch TimeLine
pl_pl: Przełącz oś czasu
pt_br: Mudar Linha do Tempo
ro_ro: Schimba Timeline
sr_rs: Promeni vremenski tok
sv_se: Byt tidslinje

source: Refresh
pl_pl: Odśwież
pt_br: Atualizar
ro_ro: Reimprospateaza
sr_rs: Obnovi
sv_se: Uppdatera

source: Current Time Unknown...
pl_pl: Aktualny czas nieznany...
pt_br: Tempo atual desconhecido...
ro_ro: Data curenta necunoscuta
sr_rs: Trenutno vreme nepoznato...
sv_se: Okänd nutid...

source: Timeline: %s
pl_pl: Oś czasu: %s
pt_br: Linha do Tempo: %s
sr_rs: Vremenski tok: %s
sv_se: Tidslinje: %s

source: Cancel
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Revocare
sr_rs: Poništi
sv_se: Avbryt

source: Update now...
pl_pl: Zaktualizuj teraz...
pt_br: Atualizar agora...
ro_ro: Actualizeaza acum...
sr_rs: Obnovi sada...
sv_se: Uppdatera nu...

source: A new Pwytter release is available. You should upgrade now !
pl_pl: Dostępna jest nowa wersja Pwytter. Zaktualizuj teraz !
pt_br: Uma nova versão do Pwytter está deisponínel. Atualize agora!
ro_ro: O versiune noua de Pwytter este valabila. Ar fi bine sa-l actualizati acum!
sr_rs: Novo Pwytter izdanje je dostupno. Obnovite sada!
sv_se: En ny Pwytter-release är tillgänglig. Du bör uppgradera nu!

source: Click here to create a Free Twitter Account...
pl_pl: Aby stworzyć darmowe konto Twitter kliknij tutaj...
pt_br: Clique aqui para criar uma conta no Twitter...
sr_rs: Pritisnite ovde da otvorite besplatni Twitter nalog...
sv_se: Klicka här för att skapa ett gratis Twitterkonto...

source: User
pl_pl: Użytkownik
pt_br: Usuário
ro_ro: Utilizator
sr_rs: Korisnik
sv_se: Användare

source: Password
pl_pl: Hasło
pt_br: Senha
ro_ro: Parola
sr_rs: Lozinka
sv_se: Lösenord

source: Refresh (s)
pl_pl: Odświeżanie (s)
pt_br: Atualizações
ro_ro: Reimprospatare
sr_rs: Obnovi (s)
sv_se: Uppdatera (s)

source: Lines
pl_pl: Ilość linii
pt_br: Linhas
ro_ro: Linii
sr_rs: Linije
sv_se: Rader

source: Apply
pl_pl: Zastosuj
pt_br: Aplicar
ro_ro: Aplica
sr_rs: Primeni
sv_se: Utför

source: Theme
pl_pl: Motyw
pt_br: Tema
ro_ro: Teme
sr_rs: Tema
sv_se: Tema

source: Language
pl_pl: Język
pt_br: Linguagem
ro_ro: Limba
sr_rs: Jezik
sv_se: Språk

source: Direct Message...
pl_pl: Wiadomość bezpośrednia...
pt_br: Mensagem direta...
ro_ro: Mesaj direct...
sr_rs: Direktna poruka...
sv_se: Direktmeddelande...

source: Send
pl_pl: Wyślij
pt_br: Enviar
ro_ro: Trimite
sr_rs: Pošalji
sv_se: Skicka

source: Following
pl_pl: Oglądasz
pt_br: Seguindo
ro_ro: Urmaresti
sr_rs: Pratite
sv_se: Följer

source: Followers
pl_pl: Oglądający
pt_br: Seguidores
ro_ro: Urmaritori
sr_rs: Pratioci
sv_se: Anhängare

source: %d character(s) left
pl_pl: Pozostało znaków: %d
pt_br: %d caractere(s) restanto
ro_ro: %d caractere ramase
sr_rs: %d preostalih znakova
sv_se: %d tecken kvar

source: about a second ago
pl_pl: około sekundę temu
pt_br: sobre um segundo atrás
ro_ro: acum o secunda
sr_rs: otprilike pre sekundu
sv_se: ungefär en sekund sedan

source: about %d seconds ago
pl_pl: około %d sekund temu
pt_br: sobre %d segundos atrás
ro_ro: acum %d secunde
sr_rs: otprilike pre %d sekundi
sv_se: ungefär %d sekunder sedan

source: about a minute ago
pl_pl: około minutę temu
pt_br: sobre um minuto atrás
ro_ro: acum un minut
sr_rs: otprilike pre minut
sv_se: ungefär en minut sedan

source: about %d minutes ago
pl_pl: około %d minut temu
pt_br: sobre %d minutos atrás
ro_ro: acum %d minute
sr_rs: otprilike pre %d minuta
sv_se: ungefär %d minuter sedan

source: about an hour ago
pl_pl: około godzinę temu
pt_br: sobre uma hora atrás
ro_ro: acum o ora
sr_rs: otprilike pre sat vremena
sv_se: ungefär en timma sedan

source: about %d hours ago
pl_pl: około %d godzin temu
pt_br: sobre %d horas atrás
ro_ro: acum %d ore
sr_rs: otprilike pre %d sati
sv_se: ungefär %d timmar sedan

source: about a day ago
pl_pl: około dzień temu
pt_br: sobre um dia atrás
ro_ro: acum o zi
sr_rs: otprilike pre jednog dana
sv_se: ungefär en dag sedan

source: about %d days ago
pl_pl: około %d dni temu
pt_br: sobre %d dias atrás
ro_ro: acum %d zile
sr_rs: otprilike pre %d dana
sv_se: ungefär %d dagar sedan

source: Pwytter
ro_ro: Pwitter
